Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_248_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo nuorra sámenissoniin lávus .
smn: Keejâ uánihisvideo nuorâ sämmilâšnisonijn láávust

source: Fiktiivvalaš video nuorra sámenissoniin lávus , gos dola sajis leatge dihtor , mátketelefovdna , suffá ja mikrouvdna .
smn: Fiktiivlâš video nuorâ sämmilâšnisonijn láávust , mast tuulâ saajeest lii-uv tietumaašin , mätkipuhelin , sohvá já mikrouvnâ .

source: xxx
smn: Čaittâleijeeh : Milla Pulska , Salla-Mari West , Ida Länsman

source: Buvttadeapmi : Sámediggi , YLE TV2 , One Minute Jr. .
smn: Pyevtittâs : Sämitigge , YLE TV2 , One Minute Jr. .

source: Guhkkodat : 1,04
smn: Kukkodâh : 1,04
